Repository: klyok/DC.OmegaT
Catalog: DC++/omegat/project_save.tmx
Source language: en
Languages: be

source: Favorite hub already exists
be: Асяродак ужо ёсьць ва ўлюбёных

source: Favorite hub already exists.
be: Асяродак ужо ёсьць ва ўлюбёных.

source: Favorite hub name.
be: Назоў улюбёнага асяродку.

source: Favorite hub removed
be: Выкрасьлілі ўлюбёны асяродак

source: Favorite hubs
be: Улюбёныя асяродкі

source: Favorite name
be: Назва

source: Favorite user
be: Улюбёнец

source: Favorite user added
be: Дадалі ўлюбёнца

source: Favorite user joined
be: Улюбёнец далучыўся

source: Favorite user list double click action
be: Падв. пстрык на сьпісе ўлюбёнцаў

source: Favorite user offline
be: Улюбёнец адлучыўся

source: Favorite user online
be: Улюбёнец далучыўся

source: Favorite user quit
be: Улюбёнец выйшаў

source: Favorites
be: Улюбёнцы

source: Favourite hubs
be: Улюбёныя асяродкі

source: Favourite users
be: Улюбёнцы

source: Feed Codeing:
be: Кадоўка стужкі:

source: Feed Encoding:
be: Кадоўка стужкі:

source: Feed Name:
be: Назва стужкі:

source: Feed URL:
be: Спасылка на стужку:

source: Female
be: Жаночая

source: File
be: Файл

source: File = %s
be: Файл = %s

source: File Hash:
be: Скарот файла:

source: File Preview
be: Праглядаць файл

source: File Preview Dialog
be: Ваконца прагляду файла

source: File Size:
be: Памер файла:

source: File already exists at the target location
be: Файл ужо існуе ў прызначаным месцы

source: File already exists: %1
be: Файл ужо існуе: %1

source: File date:
be: Калі стварылі:

source: File download is already finished
be: Файл ужо скончылі сьцягваць

source: File in the queue
be: Файл у чарзе

source: File is already finished
be: Файл ужо скончылі

source: File is corrupted
be: Пашкоджаны файл

source: File is not available
be: Файл не даступны

source: File list
be: Сьпіс файлаў

source: File list %1% generated
be: Стварылі сьпіс файлаў %1%

source: File list checked
be: Спраўджаны сьпіс файлаў

source: File list loaded
be: Сьпіс файлаў прачыталі

source: File list loaded.
be: Прачыталі сьпіс файлаў.

source: File list refresh failed:
be: Не ўдалося абнавіць сьпіс файлаў:

source: File list refresh failed: %1%
be: Не ўдалося абнавіць сьпіс файлаў: %1%

source: File list refresh finished
be: Сьпіс файлаў абнавілі

source: File list refresh in progress, please wait for it to finish before trying to refresh again
be: Сьпіс файлаў зараз абнаўляецца. Калі ласка, пачакайце, пакуль ён абновіцца, каб паспрабаваць абнавіць ізноў.

source: File list refresh initiated
be: Распачалі абнаўляць сьпіс файлаў

source: File marked as a duplicate of another file: %1
be: Файл пазначылі як паўтор іншага файла: %1

source: File name
be: Назва файла

source: File not available
be: Файл не даступны

source: File settings format description
be: Апісаньне файла наладаў

source: File share
be: Абагуленыя файлы

source: File size (Auto priority option must be disabled!)
be: Па памеры файла (самарушнае пяршынства трэба вымкнуць!)

source: File transfers will not work correctly until you change settings or turn off any application that might be using the TCP/TLS port
be: Файлы ня будуць перадавацца без памылак, пакуль вы ня зьменіце налады ці ня спыніце ўсе праґрамы, што выкарыстоўваюць порт TCP (TLS)

source: File transfers will not work correctly until you change settings or turn off any application that might be using these ports
be: Файлы ня будуць перадавацца без памылак, пакуль вы ня зьменіце налады ці ня спыніце ўсе праґрамы, што выкарыстоўваюць гэтыя порты

source: File type
be: Від файла

source: File was corrupted, re-downloading %s…
be: Пашкоджаны файл; нанова сьцягваем %s…

source: File was corrupted, redownloading %s...
be: Пашкоджаны файл; сьцягваем нанова (%s)…

source: File was corrupted, redownloading %s…
be: Пашкоджаны файл; сьцягваем нанова %s…

source: File with '$' cannot be downloaded and will not be shared:
be: Файлам са знакам «$» ня будзем абагуляць (такі файл нельга сьцягнуць):

source: File with rules for IP Filter:
be: Файл з правіламі прасейваць IP:

source: File write buffer size
be: Буфэр запісв. файла

source: File-list
be: Сьпіс файлаў

source: File-list - Already Shared
be: Сьпіс файлаў — ужо абагуленыя

source: File-list - Ban Color
be: Выгнаньне (с. ф.)

source: File-list - Download TTH
be: Сьцягвалі (с. ф.)

source: File-list - Old TTH
be: Абагулялі (с. ф.)

source: File-list Menu
be: Мэню сьпісу файлаў

source: File-list is too small
be: Сьпіс файлаў замалы

source: File-list is unavailable
be: Сьпіс файлаў недаступны

source: File-list refresh is failed:
be: Не ўдалося абнавіць сьпіс файлаў:

source: File-list refresh is finished
be: Сьпіс файлаў абнавілі

source: File-list refresh is in progress, please wait for it to finish before trying to refresh again
be: Сьпіс файлаў зараз абнаўляецца. Калі ласка, пачакайце, пакуль ён абновіцца, каб паспрабаваць абнавіць ізноў.

source: File-list refresh is initiated
be: Распачалі абнаўляць сьпіс файлаў

source: File:
be: Файл:

source: Filebrowser
be: Аглядальнік файлаў

source: Filelist - Already Shared
be: Сьпіс файлаў — ужо абагуленыя

source: Filelist - Ban Color
be: Выгнаньне (с. ф.)

source: Filelist - Download tth
be: Сьцягвалі (с. ф.)

source: Filelist - Old tth
be: Абагулялі (с. ф.)

source: Filelist Menu
be: Мэню сьпісу файлаў

source: Filelist too small
be: Сьпіс занадта малы

source: Filelist unavailable
be: Сьпіс недаступны

source: Filename
be: Назва файла

source: Filename:
be: Назва файла:

source: Filepath
be: Шлях да файла

source: Files
be: Файлаў

source: Files with the same or under the entered size
be: Файлы, памер якіх роўны ці меншы за гэтае значэньне,

source: Files with the same or under the entered size, but above Highest
be: Файлы, памер якіх роўны ці меншы за гэтае значэньне,

source: Files with the same or under the entered size, but above Highest and
be: Файлы, памер якіх роўны ці меншы за гэтае значэньне,

source: Files with the same or under the entered size, but above Highest, High
be: Файлы, памер якіх роўны ці меншы за гэтае значэньне,

source: Files:
be: Файлаў:

source: Filter
be: Прасеяць

source: Filter Operators
be: Прасейваць апэратараў

source: Filter by IP
be: Прасейваць па IP

source: Filter files already in share
be: Прасейваць файлы, што ўжо маюцца ў абагуленым

source: Filter kick and NMDC debug messages
be: Не паказваць паведамленьні наладкі (і як даюць высьпятка таксама)

source: Filtered
be: прасеялі

source: Find
be: Шукаць

source: Find files
be: Знайсьці файлы

source: Find in chat
be: Шукаць у гамане

source: Find/Filter
be: Шукаць/Прасеяць

source: Find:
be: Шукаць:

source: Finished
be: Скончылі

source: Finished Downloads
be: Сьцягнутае

source: Finished Uploads
be: Зацягнутае

source: Finished downloads
be: Сьцягнутае

source: Finished downloads Ctrl+Shift+D
be: Сьцягнутае Ctrl+Shift+D

source: Finished hashing:
be: Стварылі скарот:

source: Finished hashing: %1%
be: Скончылі ствараць скароты: %1%

source: Finished hashing: %1% (%2% at %3%/s)
be: Скароты стварылі: %1% (%2% на %3%/с)

source: Finished hashing: %1% (%2%)
be: Скароты стварылі: %1% (%2%)

source: Finished uploads
be: Зацягнутае

source: Finished uploads Ctrl+Shift+U
be: Зацягнутае Ctrl+Shift+U

source: Firewall
be: Сетказаслона

source: Firewall (passive, last resort)
be: Сетказаслона (нядзейны — найгоршы спосаб)

source: Firewall (passive, the worst case)
be: Сетказаслона (нядзейны спосаб, найгоршы)

source: Firewall (passive, worst case)
be: Сетказаслона (нядзейны спосаб, найгоршы)

source: Firewall with UPnP
be: Сетказаслона з UPnP

source: Firewall with UPnP (WinXP+ only)
be: Сетказаслона з UPnP (WinXP і пазьнейшыя)

source: Firewall with manual port forward
be: Сетказаслона з ручным перасыланьнем портаў

source: Firewall with manual port forwarding
be: Сетказаслона з ручным перасыланьнем портаў

source: Firewall with port forwarding
be: Сетказаслона зь перасыланьнем портаў

source: Firewalled UDP status set
be: Стан: UDP празь сетказаслону

source: Fix filename double encoding bug
be: Выпраўляць падвойнае кадаваньне назваў файлаў

source: Fix filenames
be: Выпраўляць назвы файлаў

source: Flag clients without full TTH support as bad/faking
be: Пазначаць кліентаў, што ня цалкам падтрымваюць TTH як дрэнных ці як ашуканцаў

source: FlyBot - No advertising in PM
be: FlyBot: абараняе ад рэклямы ў асабістых паведамленьнях

source: FlyBot - нет рекламе в личках
be: FlyBot: абараняе ад рэклямы ў асабістых паведамленьнях

source: FlyLinkDC++ Support/help hub
be: Асяродак падтрымкі ды дапамогі па FlylinkDC++

source: Flylink Discover...
be: Аглядальнік праграмы Flylink…

source: Flylink Discover…
be: Аглядальнік праґрамы Flylink…

source: FlylinkDC++ Auto Update
be: Самарушнае абнаўленьне FlylinkDC++

source: FlylinkDC++ Colors
be: FlylinkDC++ («с. ф.» — у сьпісе файлаў)

source: FlylinkDC++ Default theme
be: Звычайнае аздабленьне FlylinkDC++

source: FlylinkDC++ Development Team
be: Клёк (i.kliok@gmail.com; JID: kliok@jabber.org.by; ICQ: 428769707)

source: FlylinkDC++ Guides
be: Даведнікі FlylinkDC++

source: FlylinkDC++ Hostname
be: Адрэса асьветару з FlylinkDC++

source: FlylinkDC++ Password
be: Гасло на FlylinkDC++

source: FlylinkDC++ Port
be: Порт FlylinkDC++

source: FlylinkDC++ Setup Wizard
be: Сродак уладкоўваць FlylinkDC++

source: FlylinkDC++ Support
be: Падтрымка FlylinkDC++

source: FlylinkDC++ Themes
be: Аздабленьні FlylinkDC++

source: FlylinkDC++ Update error
be: Далі хібу, калі спрабавалі абнавіць FlylinkDC++

source: FlylinkDC++ Updater
be: Абнаўляльнік FlylinkDC++

source: FlylinkDC++ Username
be: Імя карыстальніка FlylinkDC++

source: FlylinkDC++ application is still running.
be: Праґрама FlylinkDC++ яшчэ працуе.

source: FlylinkDC++ application still exists.
be: Праґрама FlylinkDC++ яшчэ працуе.

source: FlylinkDC++ automatic update failed.
be: Не ўдалося самарушна абнавіць FlylinkDC++.

source: FlylinkDC++ automatic update is completed successfully.
be: Праґрама FlylinkDC++ пасьпяхова абнавілася.

source: FlylinkDC++ automatic update successfully completed.
be: FlylinkDC++ пасьпяхова абнавіўся.

source: FlylinkDC++ detected that downloading file already exists by this location %s.
be: FlylinkDC++ выявіў, што файл, які сьцягваецца, ужо існуе тут: %s.

source: FlylinkDC++ found new update
be: FlylinkDC++ знайшоў абнаўленьне

source: FlylinkDC++ has crashed
be: FlylinkDC++ аварыйна скончыў працу

source: FlylinkDC++ has crashed...
be: FlylinkDC++ аварыйна скончыў працу

source: FlylinkDC++ has crashed…
be: FlylinkDC++ аварыйна скончыў працу…

source: FlylinkDC++ has detected a MAGNET link with a file hash that can be searched for on the Direct Connect network.
be: FlylinkDC++ выявіў магніт-спасылку, што зьмяшчае скарот, які можна пашукаць у сетцы Direct Connect.

source: FlylinkDC++ has detected a magnet link with a file hash that can be searched for on the Direct Connect network.
be: FlylinkDC++ выявіў маґніт-спасылку, што зьмяшчае скарот, які можна пашукаць у сетцы Direct Connect.

source: FlylinkDC++ is already running, or closing in progress...
be: FlylinkDC++ ужо працуе ці яшчэ закрываецца...

source: FlylinkDC++ is already running, or closing in progress... Are you sure, that you want to run another copy of program?
be: FlylinkDC++ ужо працуе ці яшчэ закрываецца… Ці ўпэўненыя вы, што хочаце запусьціць яшчэ адзін асобнік праграмы?

source: FlylinkDC++ is already running, or closing in progress…
be: FlylinkDC++ ужо працуе ці яшчэ зачыняецца…

source: FlylinkDC++ is already running, or closing in progress… Are you sure, that you want to run another copy of program?
be: FlylinkDC++ ужо працуе ці яшчэ закрываецца… Ці ўпэўненыя вы, што хочаце запусьціць яшчэ адзін асобнік праграмы?

source: FlylinkDC++ source code...
be: Крынічны код FlylinkDC++…

source: FlylinkDC++ source code…
be: Крынічны код FlylinkDC++…

source: FlylinkDC++ update downloaded.
be: Сьцягнулі абнаўленьне FlylinkDC++.

source: FlylinkDC++ update is downloaded.
be: Сьцягнулі абнаўленьне FlylinkDC++.

source: FlylinkDC.sqlite database error!
be: Памылка базы зьвестак FlylinkDC.sqlite!

source: Folder
be: Каталёґ

source: Follow Links
be: Хадзіць па спасылках

source: Follow last redirec&t Ctrl+T
be: Перана&кіравацца Ctrl+T

source: Font
be: Шрыфт

source: Font select
be: Абярыце шрыфт

source: For more help please visit FlylinkDC++ Forums (Help -> Forums)
be: Каб атрымаць больш дапамогі, завітайце на форумы FlylinkDC++ («Дапамога» > «Форумы»)

source: For x64 OS (Win: XP, Vista, 7)
be: Для АС x64 (Win: XP, Vista, 7)

source: For x64 OS(Win: XP, Vista, Seven)
be: Для x64 АС (Win: XP, Vista, Seven)

source: For x86 OS (Win: XP, Vista, 7; Linux (wine))
be: Для АС x86 (Linux (wine); Win: XP, Vista, 7)

source: For x86 OS(Win: XP, Vista, Seven; and Linux(wine))
be: Для x86 АС (Win: XP, Vista, Seven; і Linux (wine))

source: Forbidden
be: Забаронена

source: Forbidden Files
be: Забароненыя файлы

source: Forbidden"
be: Забаронена

source: Force attempt
be: Прымусіць паспрабаваць

source: Form
be: Форма

source: Format
be: Выгляд

source: Format BB codes
be: Аздабляць кодамі BB

source: Format bold, italics and underline in chat (may cause some display problems with MOTD's and ASCII pictures)
be: Аздабляць тлустым, рукапісным і падкрэсьленым у гутарцы (можа выклікаць праблемы з малюнкамі ў ASCII ды ў надзённых паведамленьнях)

source: Format bold, italics and underline in chat (may cause some display problems with MOTD's and ASCII pictures)"
be: Аздабляць тлустым, рукапісным і падкрэсьленым у гамане (можа выклікаць праблемы з малюнкамі ў ASCII ды надзённых паведамленьнях)

source: Format message from Bot
be: Аздабляць паведамленьні ад ботаў

source: Format message from bot
be: Аздабляць паведамленьні ад ботаў

source: Format: \"Server:Port\"
be: Выгляд: «паслужнік:порт»

source: Forums
be: Форумы

source: Found a match
be: Знайшлі супадзеньне

source: Found: <b>%1</b> Dropped: <b>%2</b>
be: Знайшлі: <b>%1</b> Адкінулі: <b>%2</b>

source: Frame (size)
be: Кадар (памер)

source: Frame size determines the width of the review, higher values affect performance
be: Памеры кадру вызначае шырыню агляду, але вялікія значэньні ўплываюць на выніковасьць

source: Frame:
be: Кадар:

source: Free %1
be: Вольных %1

source: Free %1 of %2
be: Вольных %1 з %2

source: Free PM access
be: Вольны доступ да асабістых паведамленьняў

source: Free slots
be: Вольных шчылінаў

source: French
be: Француская

source: French translation
be: Француская мова

source: Frequently Asked Questions
be: Пытаньні й адказы

source: Frequently asked questions
be: Пытаньні й адказы

source: Friends/Enemies
be: Сябры ды ворагі

source: Full
be: Скончылі

source: Full Path
be: Поўны шлях

source: Full checked
be: Цалкам спраўджаны

source: Full only
be: Толькі скончанае

source: Full path
be: Поўны шлях

source: Full tree does not match TTH root
be: Скарот (TTH) сьцягнутага не адпавядае скароту крыніцы

source: GB
be: ГБ

source: GUI
be: Інтэрфэйс

source: Gender
be: Плоць

source: General
be: Агульныя

source: General text
be: Галоўны тэкст

source: Generate DCLST metafile...
be: Стварыць файл DCLST…

source: Generate DCLST metafile…
be: Стварыць файл DCLST…

source: Generate certificates
be: Стварыць пасьведчаньні

source: Generated in:
be: Створана:

source: Generated new TLS certificate
be: Стварылі новае пасьведчаньне TLS

source: Generic MAGNET link is also provided for your convenience.
be: Таксама дзеля зручнасьці вам стварылі маґніт-спасылку.

source: GeoIP database update
be: Дапоўніць базу GeoIP

source: German
be: Нямецкая

source: German translation
be: Нямецкая мова

source: Get (user) File-list
be: Атрымаць сьпіс файлаў карыстальніка «user»

source: Get (user) filelist
be: Атрымаць сьпіс файлаў (карыстальніка)

source: Get (user) filelist"
be: Атрымаць сьпіс файлаў (карыстальніка)"

source: Get File-list
be: Атрымаць сьпіс файлаў

source: Get Hashes for file...
be: Атрымваюцца скароты з файла…

source: Get IP address
be: Атрымаць IP

source: Get IP from a hub at logon
be: Атрымваць IP ад асяродку па ўваходзе

source: Get TTH + MD5 for file...
be: Атрымаць TTH і MD5 файла…

source: Get TTH + MD5 for file…
be: Атрымаць TTH і MD5 файла…

source: Get TTH for file...
be: Атрымаць скарот (TTH) файла…

source: Get User Country
be: Даведацца на краіну карыстальніка

source: Get User name in Search spy (uses some CPU!)
be: Атрымваць імя карыстальніка, калі шпегуем (крыху карыстае працэсар)

source: Get User name in search spy (uses some CPU)
be: Атрымваць імя карыстальніка, калі шпегуем (крыху карыстае працэсар)

source: Get User's country
be: Даведацца на краіну карыстальніка

source: Get file list
be: Атрымаць сьпіс файлаў

source: Get magnet
be: Атрымаць маґніт-спасылку

source: Get user response
be: Атрымаць адказ (IP) карыстальніка

source: GiB
be: ҐіБ

source: GiveExtraSlot
be: Дадаць шчыліну

source: Global hub default
be: Звычайная кадоўка асяродкаў

source: Go to directory
be: Перайсьці ў каталёґ

source: Go to hub
be: Ісьці да асяродку

source: Grant extra slot
be: Даць дадатковую шчыліну

source: Grant extra slot (10 min)
be: Дадаць шчыліну (на 10 хв.)

source: Grant extra slot (day)
be: Даць дадатковую шчыліну (на дзень)

source: Grant extra slot (hour)
be: Даць дадатковую шчыліну (на гадзіну)

source: Grant extra slot (week)
be: Даць дадатковую шчыліну (на тыдзень)

source: Grant slot
be: Даць шчыліну

source: Grant upload slots for my network
be: Даваць шчыліны сваёй сетцы

source: Grant/Remove slot
be: Даць/Забраць шчыліну

source: Gray List
be: Шэры сьпіс

source: Greater than maximum filelist size
be: Большы за найбольшы памер сьпісу файлаў

source: Greater than maximum filelist size (256 MB)
be: Большы за найбольшы памер сьпісу файлаў (256 МБ)

source: Green
be: Зялёны

source: Group
be: Суполка

source: Group Properties
be: Уласьцівасьці суполкі

source: Group by
be: Аб’ядноўваць паводле

source: Group search results by TTH
be: Аб’ядноўваць знойдзенае па скаротах (TTH)

source: Group:
be: Суполка:

source: Grouped by Files
be: Аб’яднанае па файлах

source: Grouped by Users
be: Аб’яднанае па карыстальніках

source: H:
be: А:

source: H:"
be: А:

source: HELP
be: ДАПАМОГА

source: HTTP Error:
be: Памылка HTTP:

source: HTTP Proxy (for hublist only)
be: Пасродак HTTP (толькі на сьпіс асяродкаў)

source: HTTP Proxy for all http(s) connections.
be: Пасродак HTTP на ўсе http(s) злучэньні.

source: HUB IN
be: Увах. асяродку

source: HUB OUT
be: Вых. асяродку

source: H_igh
be: _Высокае

source: Has reserved slot
be: Замовіў шчыліну

source: Hash
be: Стварэньне скаротаў

source: Hash database
be: База зьвестак скаротаў

source: Hash database rebuilt
be: Адбудавалі базу зьвестак

source: Hash progress
be: Поступ стварэньня скаротаў

source: Hashing
be: Ствараюцца скароты

source: Hashing failed:
be: Не ўдалося стварыць скароты:

source: Hashing failed: %1%
be: Не ўдалося стварыць скароты: %1%

source: Hashing progress
be: Поступ стварэньня скаротаў

source: Hello, %[nick].
be: Вітаю, %[nick].

source: Hello, %[userNI]!
be: Вітаю, %[userNI]!

source: Help
be: Дапамога

source: Help: Use a non system folders on drive with more than 10 Gb free space (recommended)…
be: Даведка: на дысках, большых за 10 ҐБ, раіцца ўжываць не сыстэмныя каталёґі…

source: Help: Use non-system folders on drive with more than 10 Gb free space (recommended)…
be: Даведка: на дысках, большых за 10 ҐБ, раіцца ўжываць не сыстэмныя каталёґі…

source: Help</a>
be: Дапамога</a>

source: Hi, this is AntiSpam bot.
be: Вас вітае бот супраць лухты.

source: Hibernate
be: усыпіць

source: Hide
be: Схаваць

source: Hide Share
be: Схаванае абагуленае

source: Hide find frame (Ctrl+F)
be: Схаваць пошук (Ctrl+F)

source: Hide free space bar
be: Схаваць стужку вольнае прасторы

source: Hide hub topics
be: Схаваць тэмы асяродку

source: Hide last status message
be: Схаваць апошняе апісаньне стану

source: Hide share in this hub
be: Схаваць долю на гэтым асяродку

source: Hide share in this hub (OP's only)
be: Схаваць абагуленае (толькі для апэратараў)

source: Hide tools panel
be: Схаваць панэль прыладаў

source: Hide users statistics
be: Схаваць статыстыку карыстальнікаў

source: Hide window
be: Схаваць ваконца

source: Hide/Show ApexDC++
be: Схаваць або паказаць ApexDC++

source: High
be: Высокае

source: High prio max size
be: Высокае пяршынства

source: High prio max size, will be set to Normal as priority.
be: але большы за памер для найвышэйшага і высокага пяршынства, будуць мець звычайнае пяршынства.

source: High priority max size
be: Высокае: найвялікшы памер

source: High priority max size (KiB)
be: Высокае: памер у КіБ <

source: HighPriotity
be: Высокае пяршынства

source: Highest
be: Найвышэйшае

source: Highest Priority Extra Download Slots
be: Дадатковыя шчыліны, калі сьцягваем з высокім пяршынствам

source: Highest prio max size
be: Найвышэйшае пяршынства

source: Highest priority max size
be: Найвышэйшае: найвялікшы памер

source: Highest priority max size (KiB)
be: Найвышэйшае: памер у КіБ <

source: Highest:
be: Найвышэйшае:

source: Highlight
be: Падсьвечваць

source: Highlight all
be: Падсьвечваць усе

source: History
be: Гісторыя

source: Hit Ratio:
be: Суадносіны:

source: Hits
be: Трапілася разоў

source: Hits:
be: Трапілася:

source: Home page:
be: Хатняя бачына:

source: Homepage
be: Хатняя бачына

source: Horizontal Tile
be: Разьмеркаваць зь&верху ўніз

source: Host
be: Вузел

source: Hostname
be: Назоў або адрэса асьветару

source: Hotkey
be: Гарачая клявіша

source: However every file, even an empty one, will consume some drive space.
be: Але кожны файл — нават парожні — займае пэўную частку прасторы на дыску.

source: However, if you have a software firewall installed, you may need further configuration in the firewall to allow Internet access for EiskaltDC++.
be: Але калі вы маеце ўсталяванаю праграмную сетказаслону, вам можа спатрэбіцца дадаткова наладзіць сетказаслону, каб дазволіць EiskaltDC++ мець доступ у сеціва.

source: Http proxy (hub list only)
be: Пасродак http (толькі на сьпіс асяродкаў)

source: Hub
be: Асяродак

source: Hub (also sets urgency hint)
be: Асяродак (таксама усталёўвае патрабаваньне ўвагі)

source: Hub (last seen in, if offline)
be: Асяродак (апошні раз быў далучаным)

source: Hub (last seen on if offline)
be: Асяродак (апошні раз быў далучаным)

source: Hub / Segments
be: Асяродак / часткі

source: Hub Chatrooms (wildcards supported, use semicolon to separate entries)
be: Пакоі гутаркі на асяродку (падтрымваюцца маскі; каб падзяляць пункты, ужывайце «;»)

source: Hub Commands
be: Загады асяродку

source: Hub IP
be: Адрас IP асяродку

source: Hub IP / DNS (empty = All, 'op' = where operator)
be: Адрас IP ці DNS асяродку (пуста = усе, «op» — дзе вы апэратар)

source: Hub IP / DNS (empty = all, 'op' = where operator)
be: Асяродак (пуста = усе, «op» = дзе апэратар)

source: Hub Manager
be: Кіраўнік асяродкаў

source: Hub Menu
be: Мэню асяродку

source: Hub Menu: Hub tab (at the bottom of the screen) right-click menu
be: Мэню асяродку: выплыўное мэню (правы пстрык) карткі асяродку (ўнізе экрану)

source: Hub Name
be: Назва асяродку

source: Hub Title
be: Загаловак асяродку

source: Hub Topic :
be: Тэма асяродку:

source: Hub Topic:
be: Тэма асяродку:

source: Hub URL
be: Спасылку URL асяродку

source: Hub address cannot be empty.
be: Адрас асяродку ня можа быць пустым.

source: Hub already exists as a Favorite
be: Асяродак ужо запісаны ва ўлюбёныя

source: Hub already exists as a favorite
be: Асяродак ужо запісаны ва ўлюбёныя

source: Hub connected
be: Злучыліся з асяродкам

source: Hub disconnected
be: Асяродак адлучаны

source: Hub encoding:
be: Кадоўка асяродку:

source: Hub is connected
be: Злучыліся з асяродкам

source: Hub is disconnected
be: Адлучыліся ад асяродку

source: Hub list downloaded...
be: Сьцягнулі сьпіс асяродкаў…

source: Hub list downloaded... (%1 %2)
be: Сьцягнулі сьпіс асяродкаў… (%1 %2)
